Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# TimeoutUpdated
source: Timeout updated Succesfully
af: Time-out het Succesfully opgedateer
am: የጊዜ ማሻሻያ Succesfully
ar: تم تحديث المهلة بنجاح
as: সময়সীমা সফলতাৰে আপডেট কৰা হৈছে
az_arab: Vaxt keçdikcə yenilənir
bg: Времето за изчакване се актуализира успешно
bn: টাইমআউট সফলভাবে আপডেট করা হয়েছে
bs: Timeout uspješno ažuriran
ca: Temps d'espera actualitzat amb èxit
cs: Časový limit byl úspěšně aktualizován
cy: Timeout diweddaru Succesfully
da: Timeout opdateret med succes
de: Timeout erfolgreich aktualisiert
el: Το χρονικό όριο ενημερώνεται με επιτυχία
es: Tiempo de espera actualizado correctamente
et: Ajalõppu värskendati edukalt
fa: Timeout به روز شده Succesfully
fi: Aikakatkaisu päivitetty onnistuneesti
fr_ca: Délai d’attente mis à jour avec succès
ga: Timeout nuashonraithe Succesfully
gu: સમયસમાપ્તિ સફળતાપૂર્વક સુધારાયેલ છે
he: פסק זמן מעודכן בהצלחה
hi: टाइमआउट सफलतापूर्वक अपडेट किया गया
hr: Vremensko ograničenje uspješno ažurirano
hu: Az időtúllépés sikeresen frissült
hy: Timeout թարմացված Succesfully
id: Batas waktu diperbarui Berhasil
is: Timeout uppfært Succesfully
it: Timeout aggiornato con successo
iu: ᐱᕕᒃᓴᕆᑎᑕᐅᔪᑦ ᓄᑖᙳᕆᐊᖅᓯᒪᔪᑦ ᑲᔪᓯᑦᑎᐊᖅᑐᑦ
ja: タイムアウトが正常に更新されました
kk: Timeout жаңартылған succesuly
kn: ಟೈಮ್ ಔಟ್ ಯಶಸ್ವಿಯಾಗಿ ಅಪ್ ಡೇಟ್ ಮಾಡಲಾಗಿದೆ
ko: 시간 초과가 성공적으로 업데이트됨
ku_arab: کاتئاوت بە سەرکەوتوویی نوێکرایەوە
ky: Убакыттын өтүшү менен жаңыланды
lt: Skirtasis laikas sėkmingai atnaujintas
lv: Taimauts atjaunināts Veiksmīgi
mi: Kua whakahōutia te wāputa
ml: ടൈംഔട്ട് വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു
mr: टाइमआउट यशस्वीरित्या अद्यतनित केले
ms: Tamat masa dikemas kini Dengan teliti
mt: Timeout aġġornat b'mod Succesly
nb: Timeout oppdatert vellykket
ne: समय समाप्ति सफलतापूर्वक अद्यावधिक गरियो
nl: Time-out succesvol bijgewerkt
or: ଟାଇମଆଉଟ୍ ଅପଡେଟ୍ ସୁକେସଲି
pa: ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਟਾਈਮ- ਆਉਟ
pl: Limit czasu zaktualizowany pomyślnie
prs: تایم تایم به روز شده در تاریخ
pt_pt: Tempo limite atualizado com sucesso
ro: Timeout actualizat cu succes
ru: Тайм-аут успешно обновлен
sk: Časový limit bol úspešne aktualizovaný
sl: Časovna dohodnica se je posodobila
sq: Koha e azhornuar me sukses
sr_cyrl: Временско време је ажурирано у потпуности
sr_latn: Vremensko vreme je ažurirano u potpunosti
sv: Timeout uppdaterad Framgångsrikt
ta: டைம்அவுட் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: టైమ్ అవుట్ విజయవంతంగా అప్ డేట్ చేయబడింది
th: หมดเวลาการปรับปรุงประสบความสําเร็จ
ti: ግዜ ምሕላፍ ብሱከስ እተመሓየሸ
tr: Zaman aşımı başarıyla güncellendi
uk: Тайм-аут оновлено успішно
ur: ٹائم آؤٹ کو کامیابی سے اپ ڈیٹ کیا گیا
vi: Thời gian chờ được cập nhật thành công
zh_hans: 超时更新成功
zh_hant: 超時更新成功

# TouchShareText
source: Touch Share
af: Raak deel
am: ሼር ያድርጉ
ar: مشاركة باللمس
as: স্পৰ্শ ভাগ
az_arab: Toxun
bg: Споделяне с докосване
bn: টাচ শেয়ার করুন
bs: Dijeljenje dodira
ca: Toqueu Comparteix
cs: Dotkněte se možnosti Sdílet
cy: Cyfran Gyffwrdd
da: Tryk på Del
de: Berühren Sie Freigeben
el: Αγγίξτε Κοινή χρήση
es: Toca Compartir
et: Puudutage valikut Jaga
fa: اشتراک گذاری لمسی
fi: Kosketa Jaa
fr_ca: Partage tactile
ga: Sciar tadhaill
gu: શેરને ટચ કરો
he: שיתוף מגע
hi: स्पर्श साझा करें
hr: Zajedničko korištenje dodira
hu: Érintse meg a Megosztás lehetőséget
hy: Touch կիսել
id: Bagikan Sentuh
it: Tocca Condividi
iu: ᐊᒃᑐᕐᓗᒍ ᐊᒥᖅᑳᕈᑎ
ja: [共有] をタップします。
kk: Сенсорлық ортақ пайдалану
kn: ಸ್ಪರ್ಶ ಹಂಚಿಕೆ
ko: 터치 공유
ku_arab: هاوبەشی کردنی لەمسی
ky: Тийүү үлүшү
lt: Palieskite Bendrinti
lv: Skārienu koplietošana
mi: Tiri Pā
ml: ടച്ച് ഷെയർ
mr: टच शेअर
ms: Kongsi Sentuh
nb: Trykk på Del
ne: टच शेयर
nl: Tik op Delen
or: ଅଂଶୀଦାର ସ୍ପର୍ଶ କରନ୍ତୁ
pa: ਸਾਂਝ ਟੱਚ ਕਰੋ
pl: Kliknij Udostępnij
prs: اشتراک گذاری را لمس کنید
pt_pt: Partilhar o toque
ro: Partajare tactilă
ru: Нажмите Поделиться
sk: Zdieľanie dotykom
sl: Skupna raba dotika
sq: Pjesa e prekjes
sr_cyrl: Дељење додиром
sr_latn: Deljenje dodirom
sv: Tryck på Dela
sw: Sehemu ya Kugusa
ta: பகிர் என்பதைத் தொடவும்
te: భాగస్వామ్యం తాకండి
th: แตะแชร์
ti: ምክፋል ምትንካፍ
tr: Paylaş'a dokunun
uk: Сенсорний доступ
ur: شیئر ٹچ کریں
vi: Chạm vào Chia sẻ
zh_hans: 触摸共享
zh_hant: 觸摸共用

# TranslationLanguageUpdated
source: Default translation language changed succesfully
af: Standaard vertaaltaal het suksesvol verander
am: የትርጉም ቋንቋ በአስመሳይ ነት ተቀየረ
ar: تغيرت لغة الترجمة الافتراضية بنجاح
as: ডিফল্ট অনুবাদ ভাষা সফলতাৰে সলনি হৈছে
az_arab: Ön qurğulu tərcümə dili succesful olaraq dəyişdirildi
bg: Езикът за превод по подразбиране е променен успешно
bn: ডিফল্ট অনুবাদ ভাষা সফলভাবে পরিবর্তিত হয়েছে
bs: Zadani jezik prevođenja uspješno promijenjen
ca: L'idioma de traducció predeterminat ha canviat amb èxit
cs: Výchozí jazyk překladu byl úspěšně změněn
cy: Iaith gyfieithu ddiofyn wedi newid yn succesful
da: Standardoversættelsessprog ændret med succes
de: Standard-Übersetzungssprache erfolgreich geändert
el: Η προεπιλεγμένη γλώσσα μετάφρασης άλλαξε με επιτυχία
es: El idioma de traducción predeterminado cambió correctamente
et: Vaikimisi tõlkekeel muutus edukalt
fa: زبان ترجمه پیش فرض به طور ناموفق تغییر کرد
fi: Oletuskäännöskieli vaihtui onnistuneesti
fil: Ang default na wika ng pagsasalin ay nagbago nang succesfully
fr_ca: La langue de traduction par défaut a changé avec succès
ga: D'athraigh teanga aistriúcháin réamhshocraithe go gonta
gu: મૂળભૂત અનુવાદ ભાષા સફળતાપૂર્વક બદલાઈ ગઈ છે
he: שפת התרגום המוגדרת כברירת מחדל השתנתה בהצלחה
hi: डिफ़ॉल्ट अनुवाद भाषा सफलतापूर्वक बदल गई
hr: Zadani jezik prevođenja uspješno promijenjen
hu: Az alapértelmezett fordítási nyelv sikeresen megváltozott
hy: Նախնական թարգմանչական լեզուն փոխվել է
id: Bahasa terjemahan default berhasil diubah
is: Sjálfgefið þýðingarmál breyttist í stuttu máli
it: La lingua di traduzione predefinita è stata modificata con successo
iu: ᐊᑐᕈᓐᓇᐃᓪᓕᑎᑕᐅᓂᖅ ᑐᑭᓕᐅᕆᓂᕐᒥᒃ ᐅᖃᐅᓯᕐᒥᒃ ᐊᓯᔾᔨᖅᑎᕆᓂᖅ ᑲᔪᓯᓂᖃᑦᑎᐊᖅᖢᓂ
ja: デフォルトの翻訳言語が正常に変更されました
kk: Әдепкі аударма тілі қысқаша өзгерді
km: ភាសាបកប្រែលំនាំដើមបានផ្លាស់ប្តូរ succesfully
kn: ಡೀಫಾಲ್ಟ್ ಭಾಷಾಂತರ ಭಾಷೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಬದಲಾಯಿಸಲಾಗಿದೆ
ko: 기본 번역 언어가 성공적으로 변경되었습니다.
ku_arab: زمانی وەرگێڕانی بنەڕەت بە سەرکەوتوویی گۆڕا
ky: Дефолт которуу тили кыска өзгөрдү
lo: ພາສາແປມາດຕະຖານໄດ້ປ່ຽນsuccesfully
lt: Numatytoji vertimo kalba sėkmingai pakeista
lv: Noklusējuma tulkošanas valoda ir veiksmīgi mainīta
mi: Kua āta hurihia te reo takatau taunoa
ml: സ്വതവേയുള്ള പരിഭാഷാ ഭാഷ വിജയകരമായി മാറ്റി
mr: मुलभूत भाषांतर भाषा यशस्वीरीत्या बदलली
ms: Bahasa terjemahan lalai berubah dengan succesfully
mt: Il-lingwa tat-traduzzjoni default inbidlet b'mod suċċesiv
nb: Standard oversettelsesspråk endret vellykket
ne: पूर्वनिर्धारित अनुवाद भाषा सफलतापूर्वक परिवर्तन गरियो
nl: Standaard vertaaltaal succesvol gewijzigd
or: ଡିଫଲ୍ଟ ଅନୁବାଦ ଭାଷା ସଫଳଭାବରେ ପରିବର୍ତ୍ତନ ହୋଇଛି
pa: ਡਿਫਾਲਟ ਅਨੁਵਾਦ ਭਾਸ਼ਾ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲੀ ਗਈ
pl: Domyślny język tłumaczenia zmienił się pomyślnie
prs: زبان ترجمه پیش فرض به طور شگفت انگیزی تغییر کرد
pt_pt: Linguagem de tradução padrão alterada com sucesso
ro: Limba de traducere implicită s-a schimbat cu succes
ru: Язык перевода по умолчанию успешно изменен
sk: Predvolený jazyk prekladu sa úspešne zmenil
sl: Privzeti jezik prevajanja se je spremenil
sq: Gjuha e prezgjedhur e përkthimit ndryshoi me sukses
sr_cyrl: Подразумевани језик превођења је у потпуности промењен
sr_latn: Podrazumevani jezik prevođenja je u potpunosti promenjen
sv: Standardöversättningsspråket har ändrats framgångsrikt
sw: Lugha ya tafsiri chaguo-msingi ilibadilika kwa ufanisi
ta: இயல்புநிலை மொழிபெயர்ப்பு மொழி வெற்றிகரமாக மாற்றப்பட்டது
te: డిఫాల్ట్ అనువాద భాష విజయవంతంగా మార్చబడింది
th: ภาษาแปลเริ่มต้นมีการเปลี่ยนแปลงเรียบร้อยแล้ว
ti: ናይ ትርጕም ቋንቋ ብዜሸግር መገዲ ተቐየረ
tr: Varsayılan çeviri dili başarıyla değiştirildi
uk: Мова перекладу за замовчуванням успішно змінена
ur: پہلے سے طے شدہ ترجمہ کی زبان کامیابی سے تبدیل ہوگئی
vi: Ngôn ngữ dịch mặc định đã thay đổi thành công
zh_hans: 默认翻译语言已成功更改
zh_hant: 默認翻譯語言已成功更改

# TranslationPlaybackUpdated
source: Default translation & playback language changed succesfully
af: Standaardvertaling en afspeeltaal het suksesvol verander
am: Default ትርጉም &playback language succesfully ተቀየረ
ar: تغيرت لغة الترجمة والتشغيل الافتراضية بنجاح
as: ডিফল্ট অনুবাদ আৰু প্লেবেক ভাষা সফলতাৰে সলনি হৈছে
az_arab: Default tərcümə & playback dili ilə əvəz edildi
bg: Езикът за превод и възпроизвеждане по подразбиране е променен успешно
bn: ডিফল্ট অনুবাদ এবং প্লেব্যাক ভাষা সফলভাবে পরিবর্তিত হয়েছে
bs: Zadani jezik prevođenja i reprodukcije uspješno promijenjen
ca: La traducció predeterminada i l'idioma de reproducció han canviat amb èxit
cs: Výchozí jazyk překladu a přehrávání byl úspěšně změněn
cy: Cyfieithiad diofyn & playback language wedi newid yn succesful
da: Standardoversættelse og afspilningssprog ændret med succes
de: Standard-Übersetzungs- und Wiedergabesprache erfolgreich geändert
el: Η προεπιλεγμένη γλώσσα μετάφρασης και αναπαραγωγής άλλαξε με επιτυχία
es: El idioma predeterminado de traducción y reproducción cambió con éxito
et: Vaikimisi tõlkimise ja taasesituse keel muutus edukalt
fa: Default translation & playback language ccesfully تغییر کرد
fi: Oletuskäännös- ja toistokieli vaihtui onnistuneesti
fil: Default translation & playback wika nagbago succesfully
fr_ca: La langue de traduction et de lecture par défaut a changé avec succès
ga: D'athraigh aistriúchán réamhshocraithe & teanga athsheinm go gonta
gu: મૂળભૂત અનુવાદ અને પ્લેબેક ભાષા સફળતાપૂર્વક બદલાઈ ગઈ
he: שפת ברירת המחדל של התרגום וההשמעה השתנתה בהצלחה
hi: डिफ़ॉल्ट अनुवाद और प्लेबैक भाषा सफलतापूर्वक बदल गई
hr: Zadani jezik prevođenja i reprodukcije uspješno promijenjen
hu: Az alapértelmezett fordítási és lejátszási nyelv sikeresen megváltozott
hy: Նախնական թարգմանությունը & playback լեզուն փոխվել է succesfully
id: Bahasa terjemahan & pemutaran default berhasil diubah
is: Sjálfgefin þýðing og spilunarmál breytt í stuttu máli
it: La lingua predefinita di traduzione e riproduzione è stata modificata con successo
iu: ᐊᑐᕈᓐᓇᐃᓪᓕᑎᑕᐅᓂᖅ ᑐᑭᓕᐅᕆᓂᖅ ᐱᙳᐊᕐᓂᕐᓗ ᐅᖃᐅᓯᖅ ᐊᓯᔾᔨᖅᑐᖅ ᑲᔪᓯᓂᖃᑦᑎᐊᖅᖢᓂ
ja: デフォルトの翻訳と再生言語が正常に変更されました
kk: Әдепкі аударма - ойнату тілі сопылық өзгерді
km: Default translation & playback language បានផ្លាស់ប្តូរ succesfully
kn: ಡೀಫಾಲ್ಟ್ ಭಾಷಾಂತರ ಮತ್ತು ಪ್ಲೇಬ್ಯಾಕ್ ಭಾಷೆಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಬದಲಾಯಿಸಲಾಗಿದೆ
ko: 기본 번역 및 재생 언어가 성공적으로 변경되었습니다.
ku_arab: وەرگێڕانی گریمانەیی & زمانی پەخشکردن بە سەرکەوتوویی گۆڕا
ky: Дефолт котормосу & ойнотуу тили кыскача өзгөрдү
lo: ການແປDefault &playback ໄດ້ປ່ຽນ succesfully
lt: Numatytasis vertimas ir atkūrimo kalba sėkmingai pasikeitė
lv: Noklusējuma tulkošanas un atskaņošanas valoda ir veiksmīgi mainīta
mi: Kua huri tika te whakawhitinga taunoa me te reo purei anō
ml: സ്വതവേയുള്ള പരിഭാഷയും പ്ലേബാക്ക് ഭാഷയും വിജയകരമായി മാറ്റി
mr: मुलभूत भाषांतर आणि पार्श्वगायन भाषा यशस्वीपणे बदलली
ms: Terjemahan lalai & bahasa main balik berubah dengan jayanya
mt: It-traduzzjoni default u l-lingwa tal-plejbek inbidlet b'mod suċċesiv
nb: Standard oversettelses- og avspillingsspråk endret vellykket
ne: पूर्वनिर्धारित अनुवाद र प्लेब्याक भाषा सफलतापूर्वक परिवर्तन गरियो
nl: Standaardvertaling &afspeeltaal succesvol gewijzigd
or: ଡିଫଲ୍ଟ ଅନୁବାଦ ଏବଂ ପ୍ଲେବ୍ୟାକ୍ ଭାଷା ସହାୟତାରେ ପରିବର୍ତ୍ତନ ହୋଇଛି
pa: ਡਿਫਾਲਟ ਅਨੁਵਾਦ ਅਤੇ ਪਲੇਅਬੈਕ ਭਾਸ਼ਾ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲੀ ਗਈ
pl: Domyślny język tłumaczenia i odtwarzania zmienił się pomyślnie
prs: ترجمه پیش فرض و زبان پخش به طور شگفت انگیزی تغییر کرد
pt_pt: Tradução padrão e linguagem de reprodução alterada com sucesso
ro: Traducerea implicită și limbajul de redare s-au schimbat cu succes
ru: Язык перевода и воспроизведения по умолчанию успешно изменился
sk: Predvolený preklad a jazyk prehrávania sa úspešne zmenili
sl: Privzeti prevod & jezik predvajanja se je spremenil
sq: Përkthimi i prezgjedhur & gjuha playback ndryshuar me sukses
sr_cyrl: Подразумевани превод & језик репродукције су се променили у потпуности
sr_latn: Podrazumevani prevod & jezik reprodukcije su se promenili u potpunosti
sv: Standardöversättning & uppspelningsspråk har ändrats framgångsrikt
sw: Tafsiri chaguo-msingi & lugha ya uchezaji ilibadilika kwa ufanisi
ta: இயல்புநிலை மொழிபெயர்ப்பு & மறுஇயக்க மொழி வெற்றிகரமாக மாற்றப்பட்டது
te: డిఫాల్ట్ అనువాదం & ప్లేబ్యాక్ భాష విజయవంతంగా మార్చబడింది
th: ภาษาการแปลและการเล่นเริ่มต้นเปลี่ยนไปเรียบร้อยแล้ว
ti: ናይ ቀደም ትርጕምን playback ቋንቋን ብዜሸግር መገዲ ተቐየረ
tr: Varsayılan çeviri ve oynatma dili başarıyla değiştirildi
uk: Переклад за замовчуванням & мова відтворення успішно змінені
ur: پہلے سے طے شدہ ترجمہ اور پلے بیک زبان کامیابی سے تبدیل ہوگئی
vi: Ngôn ngữ dịch và phát lại mặc định đã thay đổi thành công
zh_hans: 默认翻译和播放语言成功更改
zh_hant: 默認翻譯和播放語言成功更改

# UnsupportedVersionDialogCaption2
source: to function. Features may stop working without notice. Please update the application.
af: om te funksioneer. Funksies kan ophou werk sonder kennisgewing. Dateer asseblief die aansoek op.
am: ወደ ተግባር. ገጽታዎች ያለ ምንም ማስታወቂያ መስራት ሊያቆሙ ይችላሉ። እባክዎ ማመልከቻውን ያሻሽሉ።
ar: للعمل. قد تتوقف الميزات عن العمل دون إشعار. يرجى تحديث التطبيق.
as: কাম কৰিবলৈ। সুবিধাবোৰে জাননী অবিহনে কাম কৰা বন্ধ কৰিব পাৰে। অনুগ্ৰহ কৰি এপ্লিকেচনটো আপডেট কৰক।
az_arab: fəaliyyət göstərmək üçün. Xüsusiyyətləri nəzərə almadan işləməyi dayandıra bilər. Zəhmət olmasa, müraciəti yeniləyin.
bg: да функционира. Функциите могат да спрат да работят без предизвестие. Моля, актуализирайте приложението.
bn: ফাংশন করার জন্য। বৈশিষ্ট্যগুলি বিজ্ঞপ্তি ছাড়াই কাজ করা বন্ধ করতে পারে। অনুগ্রহ করে অ্যাপ্লিকেশনটি আপডেট করুন।
bs: da funkcioniše. Funkcije mogu da prestanu da rade bez prethodne najave. Molimo ažurirajte aplikaciju.
ca: per funcionar. És possible que les funcions deixin de funcionar sense previ avís. Si us plau, actualitzeu l'aplicació.
cs: fungovat. Funkce mohou přestat fungovat bez předchozího upozornění. Aktualizujte aplikaci.
cy: i weithredu. Gall nodweddion roi'r gorau i weithio heb rybudd. Diweddaru'r cais os gwelwch yn dda.
da: at fungere. Funktioner kan stoppe med at fungere uden varsel. Opdater ansøgningen.
de: zu funktionieren. Funktionen funktionieren möglicherweise ohne vorherige Ankündigung nicht mehr. Bitte aktualisieren Sie die Anwendung.
el: για να λειτουργήσει. Οι λειτουργίες ενδέχεται να σταματήσουν να λειτουργούν χωρίς προειδοποίηση. Ενημερώστε την εφαρμογή.
es: para funcionar. Las características pueden dejar de funcionar sin previo aviso. Actualice la aplicación.
et: toimima. Funktsioonid võivad ilma ette teatamata töötamise lõpetada. Palun uuendage taotlust.
fa: به عملکرد. ویژگی ها ممکن است بدون اطلاع قبلی کار را متوقف کنند. لطفا برنامه را به روز کنید.
fi: toimia. Ominaisuudet voivat lakata toimimasta ilman erillistä ilmoitusta. Päivitä sovellus.
fil: upang gumana. Ang mga tampok ay maaaring tumigil sa pagtatrabaho nang walang abiso. Update na lang po ang application.
fr_ca: pour fonctionner. Les fonctionnalités peuvent cesser de fonctionner sans préavis. Veuillez mettre à jour l’application.
ga: feidhmiú. D'fhéadfadh gnéithe stopadh ag obair gan fógra. Déan an t-iarratas a nuashonrú.
gu: કાર્ય કરવા માટે. લક્ષણો નોટિસ વિના કામ કરતાં અટકી જઈ શકે. કૃપા કરીને એપ્લિકેશનને અપડેટ કરો.
he: כדי לתפקד. התכונות עשויות להפסיק לפעול ללא הודעה מוקדמת. אנא עדכן את היישום.
hi: कार्य करने के लिए। सुविधाएँ बिना सूचना के काम करना बंद कर सकती हैं. कृपया अनुप्रयोग अद्यतन करें।
hr: za funkcioniranje. Značajke mogu prestati raditi bez prethodne najave. Ažurirajte aplikaciju.
hu: működni. A funkciók előzetes értesítés nélkül leállhatnak. Kérjük, frissítse az alkalmazást.
hy: ֆունկցիային: Առանձնահատկությունները կարող են դադարել աշխատել առանց ծանուցման։ Խնդրում ենք թարմացնել դիմումը:
id: untuk berfungsi. Fitur mungkin berhenti bekerja tanpa pemberitahuan. Harap perbarui aplikasi.
is: að virka. Aðgerðir geta hætt að virka án fyrirvara. Vinsamlegast uppfærðu forritið.
it: per funzionare. Le funzionalità potrebbero smettere di funzionare senza preavviso. Si prega di aggiornare l'applicazione.
iu: ᐊᐅᓚᔪᓐᓇᕐᓗᓂ. ᑕᑯᒃᓴᐅᔪᑦ ᓄᖅᑲᑐᐃᓐᓇᕆᐊᓖᑦ ᐃᖅᑲᓇᐃᔭᕐᓂᕐᒥᒃ ᖃᐅᔨᒃᑲᐃᓯᒪᙱᓪᓗᑎᒃ. ᐱᓇᔫᑎ ᓄᑖᙳᕆᐊᕐᓗᒍ.
ja: 機能する。機能は予告なく動作を停止する場合があります。アプリケーションを更新してください。
kk: жұмыс істеу үшін. Мүмкіндіктер ескертусіз жұмысын тоқтатуы мүмкін. Қосымшаны жаңартыңыз.
km: ទៅអនុគមន៍។ លក្ខណៈ ពិសេស អាច ឈប់ ធ្វើ ការ ដោយ គ្មាន ការ ជូន ដំណឹង ។ សូមធ្វើការអាប់ដេតកម្មវិធី។
kn: ಕಾರ್ಯನಿರ್ವಹಿಸಲು. ಸೂಚನೆಯಿಲ್ಲದೆ ವೈಶಿಷ್ಟ್ಯಗಳು ಕೆಲಸ ಮಾಡುವುದನ್ನು ನಿಲ್ಲಿಸಬಹುದು. ದಯವಿಟ್ಟು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ನವೀಕರಿಸಿ.
ko: 기능합니다. 예고 없이 기능이 작동하지 않을 수 있습니다. 응용 프로그램을 업데이트하십시오.
ku_arab: بۆ کارکردن. تایبەتمەندیەکان لەوانەیە بەبێ ئاگاداری کارەکە بوەستێنن. تکایە بەرنامەکە نوێ بکەرەوە.
ky: иштеши үчүн. Өзгөчөлүктөрү эскертүүсүз иштөөнү токтотушу мүмкүн. Тиркемени жаңыртуу сураныч.
lo: ເພື່ອປະຕິບັດຫນ້າທີ່. ລັກສະນະອາດຈະເຊົາເຮັດວຽກໂດຍບໍ່ມີການແຈ້ງໃຫ້ຮູ້. ກະລຸນາປັບປຸງຄໍາຮ້ອງສະຫມັກ.
lt: funkcionuoti. Funkcijos gali nustoti veikti be įspėjimo. Atnaujinkite programą.
lv: lai darbotos. Līdzekļi var pārtraukt darboties bez iepriekšēja brīdinājuma. Lūdzu, atjauniniet lietojumprogrammu.
mi: ki te mahi. Ka mutu pea te mahi a ngā āhuahira me te kore pānui. Whakahōu koa i te taupānga.
ml: പ്രവർത്തിക്കാൻ. ഫീച്ചറുകൾ അറിയിപ്പില്ലാതെ പ്രവർത്തിക്കുന്നത് നിർത്തിയേക്കാം. ദയവായി ആപ്ലിക്കേഷൻ അപ് ഡേറ്റ് ചെയ്യുക.
mr: कार्य करणे. वैशिष्ट्ये सूचनेशिवाय कार्य करणे थांबवू शकतात. कृपया अॅप्लिकेशन अपडेट करा.
ms: untuk berfungsi. Ciri-ciri boleh berhenti berfungsi tanpa notis. Sila kemas kini permohonan.
mt: funzjonali. Il-karatteristiċi jistgħu jieqfu jaħdmu mingħajr avviż. Aġġorna l-applikazzjoni.
nb: for å fungere. Funksjoner kan slutte å fungere uten varsel. Vennligst oppdater applikasjonen.
ne: काम गर्न। सुविधाहरूले सूचना बिना काम गर्न बन्द गर्न सक्छ। कृपया अनुप्रयोग अद्यावधिक गर्नुहोस् ।
nl: om te functioneren. Functies werken mogelijk niet meer zonder kennisgeving. Werk de applicatie bij.
or: କାର୍ଯ୍ୟ କରିବାକୁ। ବୈଶିଷ୍ଟ୍ୟଗୁଡିକ ବିନା ବିଜ୍ଞପ୍ତିରେ କାର୍ଯ୍ୟ କରିବା ବନ୍ଦ କରିପାରେ। ଦୟାକରି ଆପ୍ଲିକେସନ୍ ଅପଡେଟ୍ କରନ୍ତୁ।
pa: ਕੰਮ ਕਰਨ ਲਈ। ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਬਿਨਾਂ ਨੋਟਿਸ ਦਿੱਤਿਆਂ ਕੰਮ ਕਰਨਾ ਬੰਦ ਕਰ ਸਕਦੀਆਂ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ।
pl: funkcjonować. Funkcje mogą przestać działać bez powiadomienia. Zaktualizuj aplikację.
prs: به عملکرد. ویژگی ها ممکن است بدون اطلاع شما کار را متوقف کنند. لطفاً برنامه را به روز کنید.
pt_pt: para funcionar. As características podem deixar de funcionar sem aviso prévio. Por favor, atualize a aplicação.
ro: pentru a funcționa. Este posibil ca caracteristicile să nu mai funcționeze fără notificare prealabilă. Vă rugăm să actualizați aplicația.
ru: для функционирования. Функции могут перестать работать без предварительного уведомления. Пожалуйста, обновите приложение.
sk: fungovať. Funkcie môžu prestať fungovať bez predchádzajúceho upozornenia. Aktualizujte aplikáciu.
sl: za delovanje. Funkcije lahko prenehajo z delom brez predhodnega obvestila. Prosimo, posodobite aplikacijo.
sq: për të funksionuar. Veçoritë mund të ndalojnë së punuari pa u vënë re. Ju lutem përditësoni aplikimin.
sr_cyrl: да би функционисало. Функције могу престати да раде без претходне најаве. Ажурирајте апликацију.
sr_latn: da bi funkcionisalo. Funkcije mogu prestati da rade bez prethodne najave. Ažurirajte aplikaciju.
sv: att fungera. Funktioner kan sluta fungera utan föregående meddelande. Uppdatera programmet.
sw: kufanya kazi. Vipengele vinaweza kuacha kufanya kazi bila taarifa. Tafadhali sasisha programu.
ta: செயல்பட. அம்சங்கள் முன்னறிவிப்பின்றி வேலை செய்வதை நிறுத்தலாம். தயவுசெய்து பயன்பாட்டைப் புதுப்பிக்கவும்.
te: పనిచేయడానికి. నోటీస్ లేకుండా ఫీచర్లు పనిచేయడం ఆపివేయవచ్చు. దయచేసి అప్లికేషన్ ని అప్ డేట్ చేయండి.
th: เพื่อทํางาน คุณลักษณะต่างๆ อาจหยุดทํางานโดยไม่ต้องแจ้งให้ทราบล่วงหน้า โปรดอัปเดตแอปพลิเคชัน
ti: ዘ. እቲ መዳያት ብዘይ ገለ መጠንቀቕታ ኻብ ምዕያይ ኬቋርጽ ይኽእል እዩ። በጃኻ ነቲ ኣወዓዕላ ኣመሓይሽዎ።
tr: işlev görmek için. Özellikler önceden haber verilmeksizin çalışmayı durdurabilir. Lütfen uygulamayı güncelleyin.
uk: функціонувати. Функції можуть припинити роботу без попередження. Будь ласка, оновіть заявку.
ur: کام کرنے کے لئے. خصوصیات بغیر کسی اطلاع کے کام کرنا بند کرسکتی ہیں۔ ایپلی کیشن کو اپ ڈیٹ کریں۔
vi: để hoạt động. Các tính năng có thể ngừng hoạt động mà không cần thông báo. Vui lòng cập nhật ứng dụng.
zh_hans: 才能发挥作用。功能可能会停止工作，恕不另行通知。请更新应用程序。
zh_hant: 才能發揮作用。功能可能會停止工作，恕不另行通知。請更新應用程式。

# UserFlagSwitch
source: User flag to switch language updated
af: Gebruikersvlag om taal opgedateer te verander
am: ቋንቋን ለመቀየር የተጠቃሚ ባንዲራ
ar: علامة المستخدم لتبديل اللغة المحدثة
as: ভাষা সলনি কৰিবলৈ ব্যৱহাৰকাৰীৰ ফ্লেগ আপডেট কৰা হৈছে
az_arab: Dil yenilənəcək istifadəçi bayrağı
bg: Флагът на потребителя, за да превключите езика актуализиран
bn: ভাষা হালনাগাদ করতে ব্যবহারকারীর পতাকা
bs: Korisnička zastava za prebacivanje jezika ažuriranog
ca: Bandera d'usuari per canviar d'idioma actualitzada
cs: Aktualizován příznak uživatele pro přepnutí jazyka
cy: Baner defnyddiwr i newid iaith wedi'i diweddaru
da: Brugerflag for at skifte sprog opdateret
de: Benutzerflag zum Wechseln der Sprache aktualisiert
el: Ενημερωμένη σημαία χρήστη για αλλαγή γλώσσας
es: Indicador de usuario para cambiar de idioma actualizado
et: Kasutaja lipp keele vahetamiseks värskendatud
fa: پرچم کاربر برای تعویض زبان به روز شده
fi: Käyttäjälippu kielen vaihtamiseksi päivitetty
fil: Flag ng gumagamit upang lumipat ng wika na update
fr_ca: Mise à jour de l’indicateur utilisateur pour changer de langue
ga: Bratach úsáideora chun teanga a athrú nuashonraithe
gu: સુધારેલી ભાષા બદલવા માટેનો વપરાશકર્તા ફ્લેગ
he: דגל המשתמש להחלפת שפה מעודכן
hi: भाषा को अपडेट करने के लिए उपयोगकर्ता ध्वज
hr: Zastavica korisnika za promjenu ažuriranja jezika
hu: Felhasználói jelző a frissített nyelv közötti váltáshoz
hy: Օգտագործողի դրոշը՝ լեզուն թարմացնելու համար
id: Bendera pengguna untuk beralih bahasa diperbarui
is: Notandi flaggar til að skipta um tungumál uppfært
it: Flag utente per cambiare lingua aggiornato
iu: ᐊᑐᖅᑑᑉ ᓴᐃᒻᒪᑎᖓ ᐊᓯᔾᔨᕐᓗᒍ ᐅᖃᐅᓯᖅ ᓄᑖᙳᕆᐊᖅᑕᖅ
ja: 言語を切り替えるためのユーザーフラグが更新されました
kk: Жаңартылған тілді ауыстыратын пайдаланушы жалаушасы
km: ទង់ជាតិអ្នកប្រើដើម្បីប្តូរភាសា updated
kn: ನವೀಕರಿಸಿದ ಭಾಷೆಯನ್ನು ಬದಲಿಸಲು ಬಳಕೆದಾರ ಧ್ವಜ
ko: 언어 전환을 위한 사용자 플래그가 업데이트됨
ku_arab: ئاڵای بەکارهێنەر بۆ گۆڕینی زمان نوێکرایەوە
ky: Тилди жаңыртуу үчүн колдонуучунун желеси
lo: ທຸງຂອງຜູ້ໃຊ້ເພື່ອປ່ຽນພາສາupdated
lt: Vartotojo vėliavėlė, skirta perjungti atnaujintą kalbą
lv: Lietotāja karodziņš, lai pārslēgtu atjauninātu valodu
mi: Kua whakahōutia te kara kaiwhakamahi hei whakawhiti reo
ml: അപ് ഡേറ്റ് ചെയ്ത ഭാഷ മാറാനുള്ള ഉപയോക്തൃ പതാക
mr: भाषा अद्ययावत करण्याकरीता वापरकर्ता ध्वजName
ms: Bendera pengguna untuk menukar bahasa dikemas kini
mt: Il-bandiera tal-utent biex taqleb il-lingwa aġġornata
nb: Brukerflagg for å bytte språk oppdatert
ne: अद्यावधिक गरिएको भाषा स्विच गर्नका लागि प्रयोगकर्ता झण्डा
nl: Gebruikersvlag om van taal te veranderen bijgewerkt
or: ଭାଷା ଅପଡେଟ୍ କରିବାକୁ ଉପଭୋକ୍ତା ଫ୍ଲାଗ୍
pa: ਭਾਸ਼ਾ ਬਦਲਣ ਲਈ ਯੂਜ਼ਰ ਫਲੈਗ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Zaktualizowano flagę użytkownika, aby zmienić język
prs: پرچم کاربر برای تغییر زبان به روز شده
pt_pt: Bandeira do utilizador para mudar de linguagem atualizada
ro: Semnalizatorul utilizatorului pentru a comuta limba actualizată
ru: Флаг пользователя для переключения языка обновлен
sk: Príznak používateľa na zmenu jazyka aktualizovaný
sl: Zastavica uporabnika za preklop na posodobljen jezik
sq: Flamuri i përdoruesit për të ndryshuar gjuhën
sr_cyrl: Корисничка заставица за пребацивање ажурираног језика
sr_latn: Korisnička zastavica za prebacivanje ažuriranog jezika
sv: Användarflagga för att byta språk uppdaterat
sw: Bendera ya mtumiaji kubadili lugha iliyosasishwa
ta: மொழியைப் புதுப்பிக்க பயனர் கொடி
te: అప్ డేట్ చేయబడ్డ భాషను మార్చడం కొరకు యూజర్ ఫ్లాగ్
th: แฟล็กผู้ใช้เพื่อสลับภาษาที่อัปเดตแล้ว
ti: እተመሓየሸ ቛንቋ ንምቕያር ሰንደቕ ዕላማ ተጠቃሚ
tr: Güncelleştirilmiş dili değiştirmek için kullanıcı bayrağı
uk: Прапорець користувача для перемикання оновленої мови
ur: زبان کی تازہ کاری تبدیل کرنے کے لیے صارف پرچم
vi: Cờ người dùng để chuyển đổi ngôn ngữ được cập nhật
zh_hans: 用于切换语言的用户标志已更新
zh_hant: 用於切換語言的用戶標誌已更新
